cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'choppsv1/term24'
tap 'cloudfoundry/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'pivotal/tap'
tap 'universal-ctags/universal-ctags'
brew 'ack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'dos2unix'
brew 'pcre'
brew 'ccze'
brew 'coreutils'
brew 'ctags'
brew 'gdbm'
brew 'ghi'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'hub'
brew 'mercurial'
brew 'hugo'
brew 'oniguruma'
brew 'jq'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libyaml'
brew 'lua'
brew 'mongodb'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'screenfetch'
brew 'spark'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'yank'
brew 'zsh'
brew 'cloudfoundry/tap/cf-cli'
cask 'atom'
cask 'google-cloud-sdk'
cask 'iterm2-beta'
cask 'java'
cask 'sublime-text3'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
#brew 'chromedriver'
#brew 'docker-machine'
#brew 'grc'
#brew 'universal-ctags', args: ['--HEAD']
#cask '1password'
#cask 'adobe-reader'
#cask 'alfred'
#cask 'bartender'
#cask 'beyond-compare'
#cask 'box-sync'
#cask 'caffeine'
#cask 'clion'
#cask 'datagrip'
#cask 'dropbox'
#cask 'evernote'
#cask 'fastscripts'
#cask 'filezilla'
#cask 'firefox'
#cask 'flux'
#cask 'flycut'
#cask 'google-chrome-canary'
#cask 'google-chrome'
#cask 'intellij-idea'
#cask 'iterm2'
#cask 'pycharm'
#cask 'rowanj-gitx'
#cask 'shiftit'
#cask 'skype'
#cask 'slack'
#cask 'textexpander'
#cask 'textmate'
#cask 'the-unarchiver'
#cask 'versions'
#cask 'vmware-fusion'
#cask 'webstorm'
#cask 'wercker-cli'
#cask 'xquartz'
