cask_args appdir: '/Applications'

#tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'pivotal/tap'
tap 'universal-ctags/universal-ctags'
tap 'cloudfoundry/tap'

brew 'ack'
brew 'autoconf'
brew 'automake'
#brew 'brew-cask'
brew 'cf-cli'
#brew 'chromedriver'
brew 'coreutils'
#brew 'docker-machine'
brew 'git'
brew 'go', args: ['--cross-compile-common']
brew 'gpg'
brew 'gradle'
brew 'grc'
brew 'hg'
brew 'hugo'
brew 'jq'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libyaml'
#brew 'mercurial'
#brew 'mongodb'
brew 'node'
brew 'openssl'
brew 'pkg-config'
#brew 'rbenv'
#brew 'ruby-build'
brew 'readline'
#brew 'spark'
brew 'tmux'
#brew 'universal-ctags', args: ['--HEAD']
brew 'vim', args:['--with-lua']
brew 'wget'
brew 'zsh'
#cask '1password'
#cask 'adobe-reader'
#cask 'alfred'
cask 'atom'
#cask 'bartender'
#cask 'beyond-compare'
#cask 'box-sync'
#cask 'caffeine'
#cask 'clion'
#cask 'datagrip'
#cask 'dropbox'
#cask 'evernote'
#cask 'fastscripts'
#cask 'filezilla'
#cask 'firefox'
#cask 'flux'
#cask 'flycut'
#cask 'google-cloud-sdk'
#cask 'google-chrome-canary'
#cask 'google-chrome'
#cask 'intellij-idea'
#cask 'iterm2-beta'
#cask 'iterm2'
#cask 'java'
#cask 'pycharm'
#cask 'rowanj-gitx'
#cask 'shiftit'
#cask 'skype'
#cask 'slack'
#cask 'textexpander'
#cask 'textmate'
#cask 'the-unarchiver'
#cask 'vagrant'
#cask 'versions'
#cask 'virtualbox'
#cask 'vmware-fusion'
#cask 'webstorm'
#cask 'wercker-cli'
#cask 'xquartz'
